/* audio converter quality setting. */
"Best" = "الأفضل";

/* audio converter quality setting. */
"Better" = "أفضل";

/* audio converter quality setting. */
"Fast" = "سريع";

/* audio converter quality setting. */
"Faster" = "أسرع";

/* audio converter priming method setting. */
"None" = "لا شيء";

/* audio converter quality setting.
   audio converter priming method setting. */
"Normal" = "عادي";

/* audio converter priming method setting. */
"Pre" = "التجهيز";

/* An audio converter parameter name for describing how data pipe is to be filled initially. */
"Priming Method" = "طريقة التجهيز";

/* audio converter parameter description */
"Priming method for the sample rate converter." = "طريقة تجهيز محوّل معدل العينة.";

/* An audio converter parameter name. */
"Quality" = "الجودة";

/* audio converter parameter description */
"Quality setting for the sample rate converter." = "إعدادات الجودة لمحوّل معدل العينة.";

